Repository: maysam7026/hotcakes-commerce-core
Catalog: Website/DesktopModules/MVC/GDSModuleMVC/App_LocalResources/SharedResources.*-ir backup.resx
Languages: fa

source: [Jahangardi Shahroud].Text
fa: هتل جهانگردی شاهرود

source: [Jahangardi shiraz].Text
fa: هتل جهانگردی شیراز

source: [Jahangardi Sanandaj].Text
fa: هتل جهانگردی سنندج

source: [Jahangardi Yazd].Text
fa: هتل جهانگردی یزد

source: [Jahangardi Sirjan].Text
fa: هتل جهانگردی سیرجان

source: [Jahangardi Chalandar].Text
fa: هتل جهانگردی چلندر

source: [Jahangardi Takhte Jamshid].Text
fa: هتل جهانگردی تخت جمشید

source: [Jahangardi Birjand].Text
fa: هتل جهانگردی بیرجند

source: [Jahangardi Naien].Text
fa: هتل جهانگردی نائین

source: [Jahangardi FiroozAbad].Text
fa: هتل جهانگردی فیروزآباد

source: [Jahangardi Yasuj].Text
fa: هتل جهانگردی یاسوج

source: [Jahangardi Alisadr].Text
fa: هتل جهانگردی علیصدر

source: [Jahangardi Fasa].Text
fa: هتل جهانگردی فسا

source: [Jahangardi Bam].Text
fa: هتل جهانگردی بم

source: [Jahangardi Nahar Khoran Gorgan].Text
fa: هتل جهانگردی ناهارخوران گرگان

source: [Mehmansaraye Jahangardi Lahijan].Text
fa: مهمانسرای جهانگردی لاهیجان

source: [Mehmansaraye Jahangardi Chalous].Text
fa: مهمانسرای جهانگردی چالوس

source: [Jahangardi Zahedan].Text
fa: هتل جهانگردی زاهدان

source: [Jahangardi Marivan].Text
fa: هتل جهانگردی مریوان

source: [Jahangardi Anzali].Text
fa: هتل جهانگردی انزلی

source: [Jahangardi Golpayegan].Text
fa: هتل جهانگردی گلپایگان

source: [Jahangardi Khorramabad].Text
fa: هتل جهانگردی خرم آباد

source: [Jahangardi khezer shahr].Text
fa: هتل جهانگردی خزرشهر

source: [Jahangardi Shahrekord].Text
fa: هتل جهانگردی شهرکرد

source: [Jahangardi Aligudarz].Text
fa: هتل جهانگردی الیگودرز

source: [Jahangardi Delvar Booshehr].Text
fa: هتل جهانگردی دلوار بوشهر

source: [Jahangardi Minab].Text
fa: هتل جهانگردی میناب

source: [Mehmaansaraye Jahangardi Astara].Text
fa: مهمانسرای جهانگردی آستارا

source: [Jahangardi Lar].Text
fa: هتل جهانگردی لار

source: [Jahangardi Rafsanjan].Text
fa: هتل جهانگردی رفسنجان

source: [Jahangardi Urmia].Text
fa: هتل جهانگردی ارومیه

source: [Mojtama-e-Jahangardi Kerman].Text
fa: مجتمع جهانگردی کرمان

source: [Jahangardi Makoo].Text
fa: هتل جهانگردی ماکو

source: [Jahangardi Jolfa].Text
fa: هتل جهانگردی جلفا

source: [Jahangardi Tabriz].Text
fa: هتل جهانگردی

source: [Jahangardi Marand].Text
fa: هتل جهانگردی مرند

source: [Jahangardi Mahan Isfahan].Text
fa: هتل جهانگردی ماهان اصفهان

source: [Jahangardi Semnan].Text
fa: هتل جهانگردی سمنان

source: [Jahangardi Bastam].Text
fa: هتل جهانگردی بسطام

source: [Jahangardi Mahan Kerman].Text
fa: هتل جهانگردی ماهان کرمان

source: [Jahangardi Kerman].Text
fa: هتل جهانگردی کرمان

source: [Jahangardi Khoy].Text
fa: هتل جهانگردی خوی

source: [Jahangardi Sarab].Text
fa: هتل جهانگردی سراب

source: [Jahangardi Damghan].Text
fa: هتل جهانگردی دامغان

source: [Jahangardi Zanjan].Text
fa: هتل جهانگردی زنجان
